

//byte: хранит целое число от 0 до 255 и занимает 1 байт. Представлен системным типом System.Byte
// Создать  приложение, которое получает две переменные типа byte
// Создать методы для их сложения, разности,
// умножения и деления.
// В каждом методе сделать необходимые проверки на выход значения за границы,
// деления на ноль, с отлавливанием исключения.
// Также предусмотреть checked и unchecked



Byte_one_two h = new Byte_one_two(0,56);


Console.WriteLine(h);


